


STATUS_CODE = {
    100,   #注册成功
    101,   #你注册的用户已存在
    102,   #
    103,   #注册成功
    104,   #注册成功
    105,   #注册成功
    106,   #注册成功

    200,   #登录成功
    201,   #用户名或密码错误
    202,   #用户名或密码不能为空
    203,   #用户不存在
    204,   #注册成功
    205,   #注册成功
    206,   #注册成功

    300,   #注册成功
    301,   #注册成功
    302,   #注册成功
    303    #注册成功
}


STATUS_TEXT = {
    "注册成功!",
    "你注册的用户已存在！",
    "",
    "",
    "",
    "",
    "",

    "登录成功!",
    "用户名或密码错误！",
    "用户名或密码不能为空！",
    "用户不存在！",
    "",
    "",   #注册成功
    "",   #注册成功

    "",   #注册成功
    "",   #注册成功
    "",   #注册成功
    ""    #注册成功
}